Repository: dende/pepm
Catalog: po/*.po
Languages: de, fr, ru

source: <ALL CATEGORIES>
de: <Alle Kategorien>
fr: <TOUTES RUBRIQUES>
ru: <Все категории>

source: <DEFAULTS>
de: <Standardeinträge>
fr: <PAR DÉFAUT>
ru: <По умолчанию>

# category
source: <NONE>
de: <Keine gewählt>
fr: <AUCUNE>
ru: <Без категории>

source: Saved %d password(s).
de: %d Passwörter gespeichert
fr: %d mot(s) de passe enregistré(s).
ru: Сохранено записей: %d.

source: Exported clear XML passwords to %s.
de: Passwörter als Klartext-XML exportiert nach %s.
fr: Mots de passe XML en clair exportés dans %s.
ru: Незашифрованные пароли были экспортированы в XML в файл %s.

source: Sorry, the password file cannot be read because it uses a future file format. Please download the latest version of FPM2 and try again.
fr: Le fichier de mot de passe ne peut malheureusement pas être lu car il utilise un nouveau format. Veuillez installer la dernière version de FPM2 et rééssayer.
ru: К сожалению, файл паролей не может быть прочитан, т.к. он зашифрован более поздним алгоритмом шифрования. Пожалуйста скачайте последнюю версию FPM2 и повторите попытку.

source: File is not XML?
de: Datei ist nicht im XML-Format?
fr: Ce fichier n'est probablement pas en XML.
ru: Файл не XML?

source: File is not valid FPM2 password file.
fr: Ce fichier n'est pas un fichier de mots de passe FPM2.
ru: Файл не является файлом паролей FPM2.

source: Invalid password file.
de: Ungültige Passwortdatei
fr: Ce fichier de mots de passe n'est pas valide.
ru: Неверный файл паролей.

source: Imported %d password(s).
de: %d Passwörter importiert
fr: %d mot(s) de passe importé(s).
ru: Импортировано записей: %d

source: Welcome to Privacy Enhanced Password Manager
de: Willkommen zum Privacy Enhanced Password Manager

source: pepm website
de: pepm Homepage

source: Old file format detected. Do you want change password file to new more secure cipher? Please take note that it will not be possible to continue open this password file in the earlier version pepm.
de: Altes Datenbankformat festgestellt. Möchtest Du die Datenbank mit einem sichereren Verschlüsselungsverfahren neu verschlüsseln? Bedenke das Du die konvertierte Datenbank dann nicht mehr mit einer älteren Version von pepm öffnen kannst.

source: Sorry, the password file cannot be read because it uses a future file format. Please download the latest version of pepm and try again.
de: Diese Datenbank kann nicht gelesen werden da sie ein neueres Format verwendet als die von Dir verwendete pepm-Version. Bitte lade die neueste Version von pepm herunter und versuche es erneut.

source: File is not valid pepm password file.
de: Datei ist keine gültige pepm-Passwortdatei

source: Figaro's Password Manager 2
fr: Gestionnaire de Mots de Passe de Figaro 2
