Repository: dende/pepm
Catalog: po/*.po
Languages: de, fr, ru

source: _File
de: _Datei
fr: _Fichier
ru: _Файл

source: _Import Passwords
de: Passwörter _importieren
fr: _Importer des Mots de Passe
ru: _Импорт Паролей

source: _Export Passwords
de: Passwörter _exportieren
fr: _Exporter les Mots de Passe
ru: _Экспорт Паролей

source: _Minimize to tray
de: _Minimieren
fr: _Mettre en notification
ru: С_вернуть в трей

source: _Edit
de: _Bearbeiten
fr: _Editer
ru: _Правка

source: Copy _Password
de: _Passwort kopieren
fr: Copier le Mot de _Passe
ru: Копировать _Пароль

source: Copy _Username
de: Ben_utzername kopieren
fr: Copier le Nom d'_Utilisateur
ru: Копировать _Логин

source: Copy _Both
de: _Beides kopieren
fr: Copier les _Deux
ru: Копировать _Оба

source: _Add Item
de: Eintrag _hinzufügen
fr: _Ajouter un Signet
ru: _Новая Запись

source: _Edit Item
de: Eintrag _bearbeiten
fr: _Editer un Signet
ru: _Редактировать Запись

source: _Clone Item
de: Eintrag _kopieren
fr: _Clôner un Signet
ru: _Копировать Запись

source: _Delete Item
de: Eintrag _löschen
fr: E_ffacer un Signet
ru: _Удалить Запись

source: _View
de: _Ansicht
fr: _Voir
ru: _Вид

source: _Title
de: _Titel
fr: _Titre
ru: _Название

source: _User
de: Ben_utzer
fr: _Utilisateur
ru: _Логин

source: _Password
de: _Passwort
fr: Mot de _Passe
ru: _Пароль

source: _Category
de: _Kategorie
fr: Rubr_ique
ru: _Категория

source: _Notes
de: _Notizen
fr: Comme_ntaires
ru: _Примечание

source: _Launcher
de: _Starter
fr: _Raccourci
ru: _Загрузчик

source: Tool_bar
de: Symbol_leiste
fr: _Barre d'Outils
ru: Панель _Инструментов

source: _Settings
de: _Einstellungen
fr: _Paramètres
ru: _Настройки

source: _Launcher Preferences
de: Programm_starter Einstellungen
fr: Éditeur de _Raccourci
ru: Параметры _Загрузчика

source: Change _Password
de: _Passwort ändern
fr: Changer de Mot de _Passe
ru: Из_менить Пароль

source: _Help
de: _Hilfe
fr: _Aide
ru: Справк_а

source: Current Password File
de: _Aktuelle Passwortdatei
fr: Fichier de Mot de Passe actuel
ru: _Текущий Файл Паролей

source: Save password list
de: Passwortdatei speichern
fr: Enregistrer la collection de mots de passe
ru: Сохранить список паролей

source: New
de: Neu
fr: Nouveau
ru: Создать

source: Jump
de: Springe
fr: Sauter
ru: Вход

source: User
de: Benutzer
fr: Utilisateur
ru: Логин

source: Pass
de: Passwort
fr: Mot de Passe
ru: Пароль

source: Category
de: Kategorie
fr: Rubrique
ru: Категория

source: Find:
de: Suche:
fr: Trouver:
ru: Поиск:

source: _Match case
de: Unterscheide _Groß-/Kleinschreibung
fr: _Respecter la casse
ru: _С учётом регистра

source: View / Edit Password Item
de: Passworteintrag ansehen / bearbeiten
fr: Voir / Éditer un Signet
ru: Просмотр / Правка Записи

source: Title:
de: Titel:
fr: Titre:
ru: Название:

source: URL / Arg:
ru: URL / Арг.:

source: Password:
de: Passwort:
fr: Mot de Passe:
ru: Пароль:

source: Show Password
de: Zeige Passwort
fr: Afficher
ru: Показать Пароль

source: User Name:
de: Benutzername:
fr: Nom d'Utilisateur:
ru: Логин:

source: Category:
de: Kategorie
fr: Rubrique:
ru: Категория:

source: Include this password in the default list.
de: Zeige diesen Eintrag in der Standardliste
fr: Inclure ce mot de passe dans la collection par défaut.
ru: Включить эту запись в список по умолчанию.

source: Notes:
de: Notiz:
fr: Commentaires:
ru: Прим.:

source: Launcher:
de: Starter:
fr: Raccourci:
ru: Загрузчик:

source: Generate...
de: Erzeuge...
fr: Générer...
ru: Сгенерировать...

source: Welcome to
de: Willkommen bei
fr: Bienvenue dans
ru: Добро пожаловать в

source: Key _File:
de: Schlüssel_datei
fr: _Fichier Clé:
ru: Ключевой _Файл:

source: _Password:
de: _Passwort:
fr: Mot de _Passe:
ru: _Пароль:

source: Select Key File
de: Wähle Schlüsseldatei
fr: Sélectioner le Fichier Clé
ru: Выберите Ключевой Файл

source: Please enter your master password
de: Bitte gebe Dein Masterpasswort ein
fr: Veuillez entrer votre mot de passe principal
ru: Пожалуйста введите ваш мастер-пароль

source: Show Key File Dialog
de: Zeige Schlüsseldatei-Dialog
fr: Afficher la Boite de Dialogue de Fichier Clé
ru: Показать Диалог Ключевого Файла

source: Autogenerate Password
de: Passwort automatisch erzeugen
fr: Autogénérer le Mot de Passe
ru: Автогенерация Пароля

source: Number of Characters:
de: Anzahl Zeichen:
fr: Nombre de Caractères:
ru: Количество символов:

source: Use lowercase letters (a, b, c,... )
de: Verwende Kleinbuchstaben (a, b, c,... )
fr: Utiliser des lettres minuscules (a, b, c)
ru: Используйте символы в нижнем регистре (a, b, c, ...)

source: Use uppercase letters (A, B, C.. )
de: Verwende Großbuchstaben (A, B, C.. )
fr: Utiliser des lettres majuscules (A, B, C)
ru: Используйте символы в верхнем регистре (A, B, C, ...)

source: Use numbers (1, 2, 3... )
de: Verwende Ziffern (1, 2, 3... )
fr: Utiliser des chiffres (1, 2, 3)
ru: Используйте цифры (1, 2, 3, ...)

source: Use symbols (!, @, #...)
de: Verwende Symbole (!, @, #...)
fr: Utiliser des symboles (!, @, #)
ru: Используйте знаки (!, @, #, ...)

source: Avoid ambiguous characters (l,I&1, O&0, etc.)
de: Vermeide mehrdeutige Zeichen (l, I&1, O&0, usw.)
fr: Pas de caractères ambigus (l,I&1, O&0)
ru: Избегайте неоднозначных символов (l,I&1, O&0, ...)

source: Bit equivalent: 2 ^
de: Bit äquivalent: 2^
ru: Битовый эквивалент: 2 ^

source: Number of combinations: 10 ^
de: Anzahl Kombinationen: 10^
fr: Nombre de combinaisons: 10 ^
ru: Количество комбинаций: 10 ^

source: Generation Options
de: Einstellungen zur Passwortgenerierung
fr: Options de Génération
ru: Настройки Генерации

source: Generated Password:
de: Erzeugtes Passwort:
fr: Mot de Passe Généré:
ru: Сгенерированный Пароль:

source: Generate!
de: Erzeuge!
fr: Générer!
ru: Генерировать!

source: Choose Master Password
de: Wähle ein Hauptpasswort
fr: Choisir un Mot de Passe Principal
ru: Выберите Мастер-Пароль

source: Welcome to Figaro's Password Manager 2
fr: Bienvenue dans le Gestionnaire de Mots de Passe de Figaro 2
ru: Добро Пожаловать в Figaro's Password Manager 2

source: Please choose the password which will be used to encrypt your passwords. It is vital that you remember this password; without it, you can not access your password list.
de: Bitte wähle ein Passwort, mit dem Deine gespeicherten Passwörter verschlüsselt werden. Es ist wichtig, dass Du Dir das Passwort merkst, ohne dieses kann die Passwortdatei nicht mehr geöffnet werden.
fr: Veuillez choisir le mot de passe qui sera utilisé pour crypter vos mots de passe. Il est crucial que vous vous rappeliez de ce mot de passe. Sans ce dernier vous ne pouvez pas accéder à votre collection de mots de passe.
ru: Пожалуйста выберите пароль, который будет использован для шифрования ваших паролей. Важно хорошо его запомнить, так как без него вы не сможете получить доступ к списку ваших паролей.

source: Please choose a _password:
de: Bitte wähle ein Passwort:
fr: Veuillez choisir un mot de _passe:
ru: Пожалуйста введите _пароль:

source: _Verify it by typing it again here:
de: Zur Überprüfung gib es erneut ein:
fr: _Vérifiez-le en le retapant ici:
ru: Повторите _ввод пароля:

source: <b>Master Password</b>
de: <b>Hauptpasswort</b>
fr: <b>Mot de Passe Principal</b>
ru: <b>Мастер-Пароль</b>

source: Optionally you may specify the file which will be used to encrypt your passwords along with master password. Do not lose this file, is necessary for access to your passwords.
de: Optional kannst Du eine Datei auswählen, mit der die Datenbank zusätzlich zum Hauptpasswort verschlüsselt wird. Verliere diese Datei nicht, sie ist zwingend nötig um die Datenbank zu öffnen.
fr: Accessoirement vous pouvez choisir le fichier qui sera utilisé pour crypter vos mots de passe avec le mot de passe principal. Ne perdez pas ce fichier, il est nécéssaire pour accéder à vos mots de passe.
ru: Дополнительно вы можете указать файл который будет использоваться при шифровании ваших паролей одновременно с Мастер-Паролем. Не потеряйте этот файл, он нужен для доступа к вашим паролям.

source: _Key File:
de: Schlüssel_datei
fr: Fichier _Clé:
ru: _Ключевой Файл:

source: <b>Key File</b>
de: <b>Schlüsseldatei</b>
fr: <b>Fichier Clé</b>
ru: <b>Ключевой Файл</b>

source: Launcher Preferences
de: Programm_starter Einstellungen
fr: Éditeur de Raccourci
ru: Настройка Загрузчика

source: to primary sel.
de: zur primären Auswahl
fr: dans la sél. principale
ru: в перв. выд.

source: to clipboard
de: zur Zwischenablage
fr: dans le presse papier
ru: в буфер

source: don't copy
de: nicht kopieren
fr: ne pas copier
ru: не копир.

source: Copy _User:
de: Kopiere Benutzername
fr: Copier le Nom d'_Utilisateur:
ru: Копирование _Логина:

source: Command _Line:
de: Kommandozeile:
fr: _Ligne de Commande
ru: Командная _Строка:

source: Copy Pass_word:
de: Kopiere Passwort:
fr: Copier le Mot de _Passe
ru: Копирование _Пароля:

source: Launcher _Name:
de: Name des Programmstarters:
fr: Nom du _Raccourci:
ru: Название _Загрузчика:

source: <b>Launcher</b>
de: <b>Starter</b>
fr: <b>Raccourci</b>
ru: <b>Загрузчик</b>

source: You can use the following variables in your command line: $a = argument / url $u = user name $p = password (not recommened)
de: Du kannst folgende Variablen in der Kommandozeile verwenden: $a = Argument / URL $u = Benutzername $p = Passwort (nicht empfehlenswert)
fr: Vous pouvez utiliser ces variables pour votre ligne de commande: $a = argument / URL $u = nom d'utilisateur $p = mot de passe (non recommandé)
ru: Вы можете использовать следующие ключи командной строки: $a = аргумент / URL $u = имя пользователя (логин) $p = пароль (не рекомендуется)

source: Command Line _Variables
de: Kommandozeilen_variablen
fr: _Variables de Ligne de Commande
ru: Пара_метры Командной Строки:

source: (c) 2000-2003 John Conneely & other contributors (c) 2008-2010 Aleš Koval
de: (c) 2000-2003 John Conneely & andere Mitwirkende (c) 2008-2009 Aleš Koval
fr: (c) 2000-2003 John Conneely & les autres contributeurs (c) 2008-2010 Aleš Koval
ru: (c) 2000-2003 John Conneely и другие участники (c) 2008-2010 Aleš Koval

source: Figaro's Password Manager Rewriten for GTK2.
de: Figaro's Password Manager GTK2-Port
fr: Gestionnaire de Mot de Passe de Figaro Réécrit avec GTK2.
ru: Figaro's Password Manager Переписано для GTK2

source: This application is licensed under the GNU General Public License Version 2 or (at your option) any later version.
de: Dieses Programm ist freigegeben unter der GNU General Public License >= Version 2.
fr: Ce programme est régi par les termes de la Licence Publique Générale GNU Version 2 ou (a votre discrétion) toute autre version ultérieure.
ru: Приложение распространяется под лицензией GNU General Public License Версия 2 или (на ваше усмотрение) любой более поздней версии.

source: FPM2 website
fr: Site web de FPM2
ru: Сайт FPM2

source: Preferences
de: Einstellungen
fr: Préférences
ru: Настройки

source: Search in _title
de: Suche in _Titel
fr: Chercher un _titre
ru: Искать в _названии

source: Search in u_rl
de: Suche in _URL
fr: Chercher une U_RL
ru: И_скать в URL

source: Search in _user
de: Suche in _Benutzername
fr: Chercher un nom d'_utilisateur
ru: Искать в _логинах

source: Search in _notes
de: Suche in _Notiz
fr: Chercher dans les _commentaires
ru: _Искать в примечаниях

source: <b>Search Scope</b>
de: <b>Suchbereich</b>
fr: <b>Domaine de Recherche</b>
ru: <b>Границы Поиска</b>

source: Only in current _category
de: Suche nur in aktueller _Kategorie
fr: Seulement dans cette _rubrique
ru: Только в текущей _категории

source: <b>Search Conditions</b>
de: <b>Suchbedingungen</b>
fr: <b></b>
ru: <b>Условия Поиска</b>

source: Search
de: Suchen
fr: Chercher
ru: Поиск

source: Save when entry _added
de: wenn Eintrag _hinzugefügt wurde
fr: Enregistrer lors de l'ajout d'un signet
ru: При _добавлении записи

source: Save when entry _changed
de: wenn Eintrag ge_ändert wurde
fr: Enregistrer lors de la modification d'un signet
ru: При изм_енении записи

source: Save when entry _deleted
de: wenn Eintrag ge_löscht wurde
fr: Enregistrer lors de l'effacement d'un signet
ru: При _удалении записи

source: Save on _quit
de: beim Be_enden
fr: Enregistrer avant de quitter
ru: При в_ыходе

source: <b>Automatic File Saving</b>
de: <b>Automatisches Speichern der Passwortdatei</b>
fr: <b>Sauvegarde Automatique</b>
ru: <b>Автосохранение Файла</b>

source: Create a backup copy of _files
de: Erzeuge _Backups der Passwortdatei
fr: Faire une sauvegarde des _fichiers
ru: Создать резервну_ю копию файлов

source: Keep
de: Behalte
fr: Garder les
ru: Хранить

source: history backup files
de: Backupdateien
fr: sauvegardes précédentes
ru: резервных копий

source: <b>File Saving</b>
de: <b>Backups</b>
fr: <b>Enregistrement des Fichiers</b>
ru: <b>Резервное Копирование</b>

source: Saving
de: Speichern
fr: Enregistrement
ru: Сохранение

source: Enable tray _icon
de: _Verwende Tray Symbol
fr: Activer l'icône de notification
ru: Показывать иконку в _трее

source: Tray icon always _visible
de: _Tray Symbol immer sichtbar
fr: Icône de notification toujours _visible
ru: Всегда отобра_жать иконку

source: Auto _minimize to tray icon
de: _Automatisches minimieren
fr: _Mettre en notification automatiquement
ru: Пр_ятать в трей

source: after
de: nach
fr: après
ru: после

source: minutes
de: Minuten
ru: мин.

source: _Lock program past minimize
de: _Sperre Programm nach dem minimieren
fr: _Verrouiller le programme après réduction
ru: Блокировать после _минимизации

source: <b>Tray Icon</b>
de: <b>Tray Symbol</b>
fr: <b>Icône de Notification</b>
ru: <b>Иконка в трее</b>

source: Tray Icon
de: Tray Symbol
fr: Icône de Notification
ru: Иконка в трее

source: _Open this category
de: _Öffne diese Kategorie
fr: _Ouvrir cette rubrique
ru: _Открыть эту категорию

source: Open _search dialog
de: Öffne _Suchdialog
fr: _Rechercher
ru: Показать строку _поиска

source: <b>On Startup</b>
de: <b>Beim Starten</b>
fr: <b>Au démarrage</b>
ru: <b>При старте</b>

source: Call Launcher
de: Starter aufrufen
fr: Lancer le raccourci
ru: Загрузчик

source: Copy Username
de: Benutzername kopieren
fr: Copier le Nom d'_Utilisateur
ru: Копировать Логин

source: Copy Password
de: Passwort kopieren
fr: Copier le Mot de _Passe
ru: Копировать Пароль

source: Copy Both
de: Beides kopieren
fr: Copier les _Deux
ru: Копировать Оба

source: Open Edit Window
de: Öffne Bearbeitungsfenster
fr: Editer
ru: Открыть Окно Редактирования

source: <b>When Activated Entry</b>
de: <b>Wenn Eintrag ausgewählt</b>
fr: <b>Quand une entrée est activée</b>
ru: <b>При Активации Записи</b>

source: _Clear target after paste
de: _Leere Ziel nach dem einfügen
fr: _Effacer la cible après qu'elle est été collée
ru: Очистить _цель после вставки

source: <b>Copy Target</b>
de: <b>Kopierziel</b>
fr: <b>Copier la cible</b>
ru: <b>Цель Копирования</b>

source: Others
de: Sonstiges
fr: Autres
ru: Другие

source: Generate Entropy
de: Erzeuge Zufallswerte
fr: Générer de l'Entropie
ru: Генерация Энтропии

source: <b>Please move your mouse to collecting entropy</b>
de: <b>Bitte bewege die Maus um Zufallswerte zu erzeugen</b>
fr: <b>Veuillez bouger la souris pour créer de l'entropie</b>
ru: <b>Пожалуйста двигайте мышью для получения энтропии</b>

source: _Show / Hide
de: _Zeigen / Verstecken
fr: _Afficher / Cacher
ru: _Показать / Скрыть

source: _Lock
de: _Sperren
fr: _Verrouiller
ru: _Блокировать

source: _Unlock
de: _Entsperren
fr: _Déverrouiller
ru: _Разблокировать

source: Icons and Text
de: Symbole und Text
fr: Icônes et Texte
ru: Значки и Текст

source: Icons Only
de: Nur Symbole
fr: Icônes Seulement
ru: Только Значки

source: Text Only
de: Nur Text
fr: Texte Seulement
ru: Только Текст

source: Hide toolbar
de: Verstecke Symbolleiste
fr: Cacher la barre d'outils
ru: Скрыть панель инструментов

source: Are you sure you want discard changes?
de: Bist Du sicher, dass Du die Änderungen verwerfen willst?
fr: Voulez-vous vraiment abandonner les modifications?
ru: Уверены что хотите отменить изменения?

# key_file
source: <NONE>
de: <Keine>
fr: <AUCUN>
ru: <Пусто>

source: Are you sure you want to delete this item?
de: Bist Du sicher, dass Du diesen Eintrag löschen möchtest
fr: Voulez-vous vraiment effacer ce signet?
ru: Уверены что хотите удалить запись?

source: Passwords in category: %d
de: Passwörter in Kategorie: %d
fr: Mots de passe dans cette rubrique: %d
ru: Записи в категории: %d

source: Export passwords
de: Passwörter exportieren
fr: Exporter les mots de passe
ru: Экспорт Паролей

source: Export type:
de: Exportformat:
fr: Format d'Exportation
ru: Тип экспорта:

source: Plain XML
de: XML Klartext
fr: XML Simple
ru: Простой XML

source: Launchers:
de: Starter:
fr: Raccourcis:
ru: Загрузчики:

source: Do not export
de: Nicht exportieren
fr: Ne pas exporter
ru: Не экспортировать

source: Export only the launchers, which are used in the selected category
de: Nur die Starter exportieren, die in der gewählten Kategorie verwendet werden
fr: Exporter uniquement les raccourci qui sont utilisés dans la rubrique sélectionée
ru: Экспортировать только загрузчики, используемые в выбранной категории

source: Export all
de: Alle Starter exportieren
fr: Exporter tout
ru: Экспортировать всё

source: Import Password File
de: Importieren einer Passwortdatei
fr: Importer un Fichier de Mot de Passe
ru: Иморт Файла Паролей

source: Import type:
de: Importformat:
fr: Format d'Importation
ru: Тип импорта:

source: Do not import
de: Nicht importieren
fr: Ne pas importer
ru: Не импортировать

source: Import only new launchers
de: Importiere nur neue Starter
fr: Importer uniquement les nouveaux raccourcis
ru: Импортировать только новые загрузчики

source: Import and replace all current launchers
de: Importiere und ersetze alle Starter
fr: Importer et remplacer tous les raccourcis
ru: Импортировать и заменить все существующие загрузчики

source: Do not change the category of items and import as it is.
de: Ändere nicht die Kategorie von Einträgen sondern importiere sie so wie sie sind
fr: Importer les signets tel quel sans les changer de rubrique.
ru: Не изменять категорию записей и импортировать как есть.

source: Current location of password file: %s Cipher: %s
de: Aktueller Speicherort der Passwortdatei: %s Verschlüsselungsverfahren: %s
fr: Emplacement du fichier de mot de passe: %s Méthode de chiffrage: %s
ru: Текущее расположение файла паролей: %s Алгоритм шифрования: %s

source: Do you want to save changes?
de: Möchtest Du die Änderungen speichern?
fr: Voulez-vous enregistrer les modifications?
ru: Хотите сохранить изменения?

source: Open Password File
de: Passwortdatei öffnen
fr: Ouvrir le Fichier de Mot de Passe
ru: Открыть Файл Паролей

source: Save Password File
de: Passwortdatei speichern
fr: Enregistrer le Fichier de Mot de Passe
ru: Сохранить Файл Паролей

source: Untitled password file
de: Unbenannte Passwortdatei
fr: Fichier de mot de passe sans nom
ru: Безымянный файл паролей

source: New Password File
de: Neue Passwortdatei
fr: Nouveau Fichier de Mot de Passe
ru: Новый Файл Паролей

source: Please enter launcher name.
de: Bitte wähle einen Starternamen.
fr: Veuillez entrer le nom du raccourci.
ru: Пожалуйста введите имя загрузчика.

source: Hide Key File Dialog
de: Verstecke den Schlüsseldatei-Dialog
fr: Cacher la Boite de Dialogue des Fichiers Clé
ru: Скрыть Диалог Ключевого Файла

source: Are you sure you want decrypt and display ALL passwords?
de: Bist Du sicher, dass Du Alle Passwörter entschlüsseln und anzeigen möchtest?
fr: Voulez-vous vraiment déchiffrer et afficher TOUS les mots de passe?
ru: Вы уверены что хотите расшифровать и отобразить ВСЕ пароли?

source: Couldn't find pixmap file: %s
de: Kann pixmap Datei nicht finden: %s
fr: Le fichier pixmap %s n'est pas accessible
ru: Файл не найден: %s

source: Title
de: Titel
fr: Nom
ru: Заголовок

source: Password
de: Passwort
fr: Mot de Passe
ru: Пароль

source: Notes
de: Notizen
fr: Commentaires
ru: Примечание

source: Launcher
de: Starter
fr: Raccourci
ru: Загрузчик

source: Could not open %s
de: Kann %s nicht öffnen
fr: Le fichier %s n'est pas accessible.
ru: Не получается открыть %s

source: Could not lock %s File already locked.
de: Kann %s nicht sperren. Datei ist bereits gesperrt.
fr: Le fichier %s n'a pas pu être verrouillé car il l'est déjà.
ru: FPM2 уже работает. Файл %s заблокирован. Запуск второй копии приложения невозможен.

source: Password exceeded limit of %d characters Your password of %d characters was truncated.
de: Passwort ist länger als %d Zeichen Dein Passwort würde auf %d Zeichen gekürzt.
fr: Le mot de passe fait plus de %d caractères Il a été tronqué de %d caractères.
ru: Пароль превысил лимит в %d симв. Ваш пароль был обрезан до %d симв.

source: primary selection
de: Primärauswahl
fr: sélection principale
ru: первичное выделение

source: user
de: Benutzer
fr: utilisateur
ru: Логин

source: clipboard
de: Zwischenablage
fr: presse papier
ru: буфер

source: password
de: Passwort
fr: mot de passe
ru: Пароль

source: Copy %s to %s.
de: Kopiere %s nach %s.
fr: Copier %s dans %s.
ru: %s скопирован в %s.

source: This password's launcher command is undefined. Please define it in the edit launcher preference screen.
de: Dieses Programmstarter Kommando ist nicht definiert. Bitte definiere es in den Programmstarter Einstellungen.
fr: Ce mot de passe n'a pas de commande de raccourci. Veuillez la définir dans l'éditeur de raccourci.
ru: Эта команда загрузчика паролей не описана. Пожалуйста опишите её в окне редактирования свойств загрузчика.

source: This password's launcher is undefined. Please define it in the edit password item screen.
de: Der Programmstarter für diesen Eintrag ist nicht definiert. Bitte definiere einen unter 'Passwort bearbeiten'.
fr: Ce mot de passe n'a pas de raccourci. Veuillez en créer un dans l'éditeur de signet.
ru: Этот загрузчик паролей не определен. Пожалуйста опишите его в окне редактирования записи.

source: Cannot read key file!
de: Kann Schlüsseldatei nicht lesen!
fr: Le fichier clé ne peut être lu!
ru: Не удаётся прочесть ключевой файл!

source: Password incorrect. Please try again.
de: Passwort falsch. Bitte versuch es nocheinmal.
fr: Mot de passe erroné. Veuillez recommencer.
ru: Неверный пароль... Повторите попытку.

source: Old file format detected. Do you want change password file to new more secure cipher? Please take note that it will not be possible to continue open this password file in the earlier version FPM2.
fr: Le format du fichier de mot de passe est ancien. Souhaitez-vous convertir le fichier de mot de passe au nouveau format plus sécurisé? Sachez qu'une fois converti, ce fichier de mot de passe ne pourra plus être utilisé avec l'ancienne version de FPM2.
ru: Обнаружен файл в устаревшем формате. Желаете зашифровать файл паролей новым алгоритмом шифрования? Внимание! Файл, зашифрованный новым алгоритмом шифнования будет невозможно открыть в более ранней версии FPM2.

source: Conversion of password file is done!
de: Konvertierung der Datenbank abgeschlossen.
fr: Le fichier de mot de passe a été converti!
ru: Преобразование файла паролей завершено!

source: Sorry, the passwords do not match.
de: Die Passwörter stimmen nicht überein.
fr: Désolé, les mots de passe sonts différents.
ru: К сожалению, пароли не совпадают.

source: Sorry, your password is too short.
de: Dein Passwort ist zu kurz.
fr: Désolé, votre mot de passe est trop court.
ru: К сожалению, ваш пароль очень короткий.

source: Information
ru: Информация

source: Figaro's Password Manager 2 - locked
de: Figaro's Password Manager 2 - gesperrt
fr: Gestionnaire de Mots de Passe de Figaro 2 - Verrouillé
ru: Figaro's Password Manager 2 - заблокирован

source: Question
de: Frage
ru: Вопрос

source: Primary selection
de: Primärauswahl
fr: Sélection principale
ru: Первичное выделение

source: Clipboard
de: Zwischenablage
fr: Presse Papier
ru: Буфер

source: Please select a row.
de: Bitte wähle eine Zeile.
fr: Veuillez sélectionner une rangée.
ru: Пожалуйста выберите строку!
